Repository: EBRD-ProzorroSale/openprocurement.auctions.appraisal
Catalog: docs/source/locale/*/LC_MESSAGES/standard/auction.po
Languages: uk

source: Schema
uk: Схема

source: string, auto-generated, read-only
uk: рядок, генерується автоматично, лише для читання

source: The auction identifier to refer auction to in "paper" documentation.
uk: Ідентифікатор аукціону, щоб знайти його у "паперовій" документації

source: :ref:`ProcuringEntity`, required
uk: :ref:`ProcuringEntity`, обов'язково

source: Organization conducting the auction.
uk: Організатор (організація, що проводить аукціон).

source: :ref:`value`, required
uk: :ref:`value`, обов'язково

source: |ocdsDescription| The goods and services to be purchased, broken into line items wherever possible. Items should not be duplicated, but a quantity of 2 specified instead.
uk: |ocdsDescription| Товари та послуги, що будуть закуплені, поділені на спискові елементи, де це можливо. Елементи не повинні дублюватись, замість цього вкажіть кількість 2.

source: |ocdsDescription| All documents and attachments related to the auction.
uk: |ocdsDescription| Всі документи та додатки пов’язані із аукціоном.

source: |ocdsDescription| A list of all the companies who entered submissions for the auction.
uk: |ocdsDescription| Список усіх компаній, які подали заявки для участі в аукціоні.

source: All qualifications (disqualifications and awards).
uk: Всі кваліфікації (дискваліфікації та визначення переможця).

source: |ocdsDescription| The period during which enquiries may be made and will be answered.
uk: |ocdsDescription| Період, коли можна задати питання (уточнення) та отримати відповіді на них.

source: |ocdsDescription| The period when the auction is open for submissions. The end date is the closing date for auction submissions.
uk: |ocdsDescription| Період, коли аукціон відкритий для подачі пропозицій. Кінцева дата - це дата, коли перестають прийматись пропозиції.

source: Awarding process period.
uk: Період, коли відбувається визначення переможця.

source: |ocdsDescription| The date or period on which an award is anticipated to be made.
uk: |ocdsDescription| Дата або період, коли очікується визначення переможця.

source: Contains 1 object with `active` status in case of cancelled Auction.
uk: Містить 1 об’єкт зі статусом `active` на випадок, якщо аукціон буде відмінено.

source: List that contains single item being sold.
uk: Список містить елементи, що продаються.

source: A list of all bids placed in the auction with information about participants, their proposals and other qualification documentation.
uk: Список усіх пропозицій поданих до аукціону разом із інформацією про учасників аукціону, їхні пропозиції та інша кваліфікаційна документація.

source: A web address where auction is accessible for view.
uk: Веб-адреса для перегляду аукціону.

source: The :ref:`cancellation` object describes the reason of auction cancellation and contains accompanying documents if there are any.
uk: Об’єкт :ref:`cancellation` описує причину скасування аукціону та надає відповідні документи, якщо такі є.

source: |ocdsDescription| The entity managing the procurement, which may be different from the buyer who is paying / using the items being procured.
uk: |ocdsDescription| Об’єкт, що управляє закупівлею. Він не обов’язково є покупцем, який платить / використовує закуплені елементи.

source: |ocdsDescription| The total estimated value of the procurement.
uk: |ocdsDescription| Загальна кошторисна вартість закупівлі.

source: Period when questions are allowed.
uk: Період, коли дозволено задавати питання.

source: Period when bids can be submitted.
uk: Період, коли подаються пропозиції.

source: Period when Auction is conducted. `startDate` should be provided.
uk: Період, коли проводиться аукціон. Значення `startDate` (дата проведення аукціону) повинно бути вказано обов'язково.

source: string, required
uk: рядок, обов’язковий

source: The name of the auction, displayed in listings.
uk: Назва аукціону, яка відображається у списках.

source: Internal id of procedure.
uk: Внутрішній ідентифікатор процедури.

source: |ocdsDescription| It is included to make the flattened data structure more convenient.
uk: |ocdsDescription| Включено, щоб полегшити структуру даних.

source: :ref:`date`, auto-generated, read-only
uk: :ref:`date`, генерується автоматично, тільки для читання

source: The date of the procedure creation/undoing.
uk: Дата створення/скасування процедури.

source: The entity whom the procedure has been created by.
uk: Організація, яка створила процедуру.

source: Identification number of lot in paper documentation.
uk: Ідентифікаційний номер лота в паперовій документації.

source: string, multilingual, required
uk: рядок, багатомовний, обов'язковий

source: Ukrainian by default (required) - Ukrainian title
uk: Українська мова за замовчуванням (обов'язкове) - Українська назва процедури

source: ``title_en`` (English) - English title
uk: ``title_en`` (Англійська) - Англійська назва процедури

source: ``title_ru`` (Russian) - Russian title
uk: ``title_ru`` (Російська) - Російська назва процедури

source: |ocdsDescription| A description of the goods, services to be provided.
uk: |ocdsDescription| Опис товарів і послуг, які будуть надані.

source: Ukrainian by default - Ukrainian decription
uk: За замовчуванням українська - український опис процедури

source: ``decription_en`` (English) - English decription
uk: ``decription_en`` (Англійська) - Англійський опис процедури

source: ``decription_ru`` (Russian) - Russian decription
uk: ``decription_ru`` (Російська) - Російський опис процедури

source: integer, optional
uk: ціле число, необов'язкове

source: The number which represents what time procedure with a current lot takes place.
uk: Число, що вказує на кількість спроб виставлення лоту.

source: Purchase method. The only value is “open”.
uk: Метод процедури. Єдине можливе значення - “open”.

source: string, optional
uk: рядок, необов'язкове

source: Parameter that accelerates auction periods. Set quick, accelerator=1440 as text value for procurementMethodDetails for the time frames to be reduced in 1440 times. Can be used in sandbox mode only.
uk: Параметр, який пришвидшує період аукціону. Встановіть текстове значення поля procurementMethodDetails - quick, accelerator=1440 для того, щоб пришвидшити аукціон в 1440 разів. Використовується тільки для sandbox mode.

source: The given value is `electronicAuction`.
uk: Значення за замовчуванням - `electronicAuction`.

source: Parameter that works only with mode = “test” and speeds up auction start date. Can be used in sandbox mode only.
uk: Параметр, який пришвидшує дату початку аукціону і працює тільки з mode = “test”. Використовується тільки для sandbox mode.

source: The parameters that indicates the major specifications of the procedure.
uk: Параметри, які вказують на основні властивості процедури.

source: :ref:`value`, auto-generated, read-only
uk: :ref:`value`, генерується автоматично, тільки для читання

source: :ref:`Guarantee`, required
uk: :ref:`Guarantee`, обов'язкове

source: The assumption of responsibility for payment of performance of some obligation if the liable party fails to perform to expectations.
uk: Підтвердження платоспроможності учасника, якщо відповідальна сторона не виконає очікувань.

source: The sum of money required to enroll on an official register.
uk: Сума грошей, необхідна для внесення до офіційного реєстру.

source: :ref:`Bank_Account`, optional
uk: :ref:`Bank_Account`, необов'язкове

source: Details which uniquely identify a bank account, and are used when making or receiving a payment.
uk: Деталі, які однозначно ідентифікують банківський рахунок, і використовуються при здійсненні або отримання платежу.

source: Array of :ref:`item` objects, required
uk: Масив об'єктів :ref:`item`, обов'язкове

source: |ocdsDescription| Date when the auction was last modified.
uk: |ocdsDescription| Дата останніх змін в процедурі.

source: Array of :ref:`question` objects, optional
uk: Масив об'єктів :ref:`question`, необов'язкове

source: Questions to `procuringEntity` and answers to them.
uk: Запитання до Замовника і відповіді на них.

source: Array of :ref:`award` objects
uk: Масив об'єктів :ref:`award`

source: The given value is `highestCost`.
uk: Значення за замовчуванням - `highestCost`.

source: Array of :ref:`Contract` objects
uk: Масив об'єктів :ref:`Contract`

source: |ocdsDescription| Information on contracts signed as part of a process.
uk: |ocdsDescription| Інформація про підписані контракти.

source: Array of :ref:`cancellation` objects, optional
uk: Масив об'єктів :ref:`cancellation`, необов'язкове

source: url, auto-generated, read-only
uk: url, генерується автоматично, тільки для читання

source: Status
uk: Статус

source: Description
uk: Опис

source: draft of procedure
uk: чернетка процедури

source: tendering period (tendering)
uk: період подання пропозицій

source: auction period (auction)
uk: період аукціону

source: winner qualification (qualification)
uk: кваліфікація переможця

source: standstill period (standstill)
uk: період оскарження

source: :ref:`period`, auto-generated, read-only
uk: :ref:`period`, генерується автоматично, тільки для читання

source: :ref:`period`, auto-generated, read-only (``auctionPeriod.startDate`` is required)
uk: :ref:`period`, генерується автоматично, тільки для читання (``auctionPeriod.startDate`` обов'язкове поле)

source: The additional parameter with a value `test`.
uk: Додатковий параметр зі значенням `test`.

source: Type of the auction.
uk: Тип аукціону.

source: Number of steps within the Dutch auction phase. The default value is 99.
uk: Кількість кроків під час етапу Голландського аукціону. Значення за замовчуванням - 99.

source: string, multilingual, optional
uk: рядок, багатомовний, необов'язковий

source: Additional information that has to be noted from the Organizer point.
uk: Додаткова інформація від Організатора.

source: Name of the bank.
uk: Назва банку.

source: Array of :ref:`classification`, required
uk: Масив об'єктів :ref:`classification`, обов'язкове

source: Major data on the account details of the state entity selling a lot, to facilitate payments at the end of the process.
uk: Основні дані про деталі рахунку державного підприємства, що продають лот, щоб полегшити платежі в кінці процесу.

source: Most frequently used are:
uk: Найчастіше використовуються:

source: Fields that can be edited in active.tendering status
uk: Поля, які можна редагувати, коли процедура в статусі active.tendering

source: Type of the procedure within the auction announcement. The appropriate value is `appraisal.insider`.
uk: Тип процедури в оголошенні про процедуру. Відповідне значення - `appraisal.insider`.

source: Auction step (increment). `minimalStep.value` that will be always automatically set is 0.
uk: Крок аукціону. `minimalStep.value` за замовчуванням рівне 0.

source: Array of :ref:`document` objects
uk: Масив об'єктів :ref:`Document`

source: uid, auto-generated, read-only
uk: uid, генерується автоматично, тільки для читання

source: Optionally can be mentioned in English/Russian.
uk: Необов'язково можна вказати англійською або російською.

source: Array of :ref:`bid` objects
uk: Масив об'єктів :ref:`bid`

source: unsuccessful procedure (unsuccessful)
uk: процедура неуспішна

source: complete procedure (complete)
uk: процедура завершена

source: cancelled procedure (cancelled)
uk: процедура скасована
