Repository: EBRD-ProzorroSale/openprocurement.auctions.appraisal
Catalog: docs/source/locale/*/LC_MESSAGES/awardWorkflow.po
Languages: uk

source: Award Workflow
uk: Схема роботи кваліфікації

source: Procedure Workflow for 1 Submitted Bid
uk: Схема роботи процедури для одної прийнятої пропозиції

source: Award Section
uk: Award

source: Legend
uk: Легенди

source: \*\*\* organizer has decided to disqualify the bidder.
uk: \*\*\* організатор дискваліфіковує учасника.

source: \~\~\~ organizer switched contract to `cancelled`.
uk: \~\~\~ організатор перевів контракт в статус `cancelled`.

source: Roles
uk: Ролі

source: solid
uk: суцільна лінія

source: dashed
uk: пунктирна лінія

source: Contract Section
uk: Контракт

source: \*\* there was no document uploaded. The organizer refused to activate the contract.
uk: \*\* жодного документа не було завантажено. Організатор відмовився активувати контракт.

source: Procedure Description
uk: Опис процедури

source: The procedure receives `active.qualification` status.
uk: Процедура переходить в статус `active.qualification`.

source: Procedure Workflow for 2 Submitted Bids or More
uk: Схема роботи процедури для 2 і більше прийнятих пропозицій

source: Blue nodes represent statuses for the 2nd award ONLY
uk: Голубі поля відображають статуси ТІЛЬКИ для другого award

source: \* award for winner is always formed in `pending`.
uk: \* award для переможця завжди формується в статусі `pending`.

source: dotted
uk: лінія з крапками

source: The second highest qualifying bidder, immediately after the auction ending receives the `pending.waiting` status, in which by default they agree to wait for the end of the qualification of the highest qualifying bidder to be eligible to go through the qualification process if the highest bidder is disqualified. The only action that they can make is to manually cancel the award decision (switch award to `cancelled` status) - withdraw the security deposit and lose the chance to become a winner of the auction. If that is done and the first highest qualifying bidder becomes `unsuccessful`, the procedure receives the `unsuccessful` status. Provided that first award gets disqualified while the second has not disqualified themselves, the second award automatically changes its status from `pending.waiting` to `pending`, after which they undergo the same qualification procedure as outlined above for the first award.
uk: На основі другої найвищої пропозиції, відразу після закінчення аукціону, створюється award в статусі `pending.waiting`. За замовчуванням цей учасник погоджується очікувати кінця кваліфікації першого award-а,

source: Notes
uk: Примітки

source: The auto-generated period duration does not influence the actions which can be done.
uk: Тривалість періодів, яка генерується автоматично, не впливає на аукціон.

source: For the bidder to be qualified and not invalidated, the bid should be in the amount of more or equal to the starting price of the auction + the minimal step of the auction.
uk: Для того, щоб кваліфікувати учасника, пропозиція повинна бути валідною (більша або рівна value.amount + minimmalStep.amount).

source: 2.1. In case the first two highest bids do not exceed the amount of starting price + the minimal step, the awards are not being formed at all, and the procedure automatically becomes `unsuccessful`.
uk: 2.1. Якщо дві найвищі пропозиції не є валідними (не перевищують суму value.amount + minimmalStep.amount), award-и для цих пропозицій не сформуються, а процедура перейде у статус `unsuccessful`.

source: 2.2 In case the second highest bid is smaller than the starting price + the minimal step, two awards are formed with the smaller one becoming unsuccessful immediately. The first highest bid (if larger than the value.amount + minimmalStep.amount) undergoes the awarding procedure and can win the auction.
uk: 2.2. Якщо друга навища пропозиція є невалідною (менша за суму value.amount + minimmalStep.amount), формуються два award-и, але другий відразу отримує статус `unsuccessful`.

source: The second highest qualifying bidder can disqualify themselves at any point in time BEFORE the start of their qualification process.
uk: Учасник з другою найвищою пропозицією може дискваліфікуватися у будь-який момент до початку його кваліфікації.

source: Statuses
uk: Статуси

source: Awaiting for the protocol to be uploaded and confirmed by the organizer. The valid bidder is able to submit the protocol as well, although it is not sufficient to move to the next status.
uk: Очікування, коли протокол буде завантажено і підтверджено організатором. Учасник з валідною пропозицією може також подати протокол, хоча цього й не буде достатньо, щоб перейти до наступного статусу.

source: Awaiting for the contract to be signed (uploaded and activated in the system by the organizer).
uk: Очікування, коли контракт буде підписано (завантажено і активовано організатором в системі).

source: \* admission protocol is uploaded and award is switched to `pending` by the organizer.
uk: \* протокол допуску завантажений і award переведений організатором в статус `pending`.

source: \*\* protocol is uploaded and award is switched to `active` by the organizer.
uk: \*\* протокол завантажений і award переведений організатором в статус `active`.

source: \~ admission protocol is not uploaded and award is not switched to `pending` by the organizer in time.
uk: \~ протокол доступу не завантажений і award не переведений організатором в статус `pending` вчасно.

source: \~\~ organizer has decided to disqualify the bidder. The appropriate document is uploaded and award is manually switched to `unsuccessful`.
uk: \~\~ організатор дискваліфіковує учасника. Відповідні документи завантажені і award вручну переведений в статус `unsuccessful`.

source: \* document was uploaded to contract. The contract itself was successfully activated by the organizer.
uk: \* документ було завантажено в контракт. Організатор успішно активував контракт.

source: 2.1 If the organizer decides to disqualify the bidder, a document (`documentType: rejectionProtocol` or `act`) has to be uploaded first and the award has to be manually switched to `unsuccessful` then. The procedure will be given `unsuccessful` status this way.
uk: 2.1 Якщо організатор дискваліфіковує учасника, він має спершу завантажити документ (`documentType: rejectionProtocol` or `act`) і вручну перевести award в статус `unsuccessful`. Таким чином процедура перейде в статус `unsuccessful`.

source: 3.1 If the organizer decides to disqualify the bidder, a document (`documentType: rejectionProtocol` or `act`) has to be uploaded first and the award has to be manually switched to `unsuccessful` then.
uk: 3.1 Якщо організатор дискваліфіковує учасника, він має спершу завантажити документ (`documentType: rejectionProtocol` or `act`) і вручну перевести award в статус `unsuccessful`.

source: 2.1 If the organizer decides to disqualify the bidder, a document (`documentType: rejectionProtocol` or `act`) has to be uploaded first and the award has to be manually switched to `unsuccessful` then.
uk: 2.1 Якщо організатор дискваліфіковує учасника, він має спершу завантажити документ (`documentType: rejectionProtocol` or `act`) і вручну перевести award в статус `unsuccessful`.

source: 3.1 For the bidder to be disqualified a document (`documentType: rejectionProtocol` or `act`) has to be uploaded first and the contract has to be manually switched to `cancelled` by the organizer then. As long as such an action is done, award status will receive `unsuccessful`.
uk: 3.1 Якщо організатор дискваліфіковує учасника, він має спершу завантажити документ (`documentType: rejectionProtocol` or `act`) і вручну перевести контракт в статус `cancelled`. Після здійснення цих дій, award перейде в статус `unsuccessful`.

source: The organizer can disqualify the award at any stage of the awarding process up to the moment, when a document with the `documentType: contractSigned` has been uploaded.
uk: Організатор може дискваліфікувати award на будь-якому етапі кваліфікації до того моменту, поки не завантажено документ `documentType: contractSigned`.

source: Auction protocol (`documentType: auctionProtocol`) was uploaded so that the award could be switched to `active` by the organizer.
uk: Протокол аукціону (`documentType: auctionProtocol`) було завантажено, тому організатор може перевести award в статус `active`.

source: The document (`documentType: contractSigned`) was uploaded so that the status of the contract object could be switched to `active` by the organizer.
uk: Контракт (`documentType: contractSigned`) було завантажено. Тепер організатор може перевести об'єкт контракт в статус `active`.

source: Terminal status of award. Rejection protocol or act (`documentType: rejectionProtocol/act`) was uploaded so that the award could be switched to `unsuccessful` by the organizer. Or when the contract becomes status `cancelled`, the status of the award will be `unsuccessful`.
uk: Термінальний статус award-a. Протокол відхилення (`documentType: rejectionProtocol/act`) завантажено, тому організатор може перевести award в статус `unsuccessful`. Якщо контракт переведено в статус `cancelled`, award переходить в статус `unsuccessful`.

source: Terminal status of contract. Rejection protocol or act (`documentType: rejectionProtocol/act`) was uploaded so that the contract could be switched to `cancelled` by the organizer.
uk: Термінальний статус контракту. Протокол відхилення (`documentType: rejectionProtocol/act`) завантажено, тому організатор може перевести контракт в статус `cancelled`.

source: The award initially receives `pending.admission` status. The process enters the `admissionPeriod` with the auto-generated duration of 0-5 business days. During this term the organizer uploads the protocol (`documentType: admissionProtocol`) first and manually switches award to `pending` status then. Simultaneously the awarding process enters the the `verificationPeriod` phase. If needed actions are not completed, the award automatically receives `unsuccessful` status, so the procedure will be switched to `unsuccessful` as well.
uk: Award створюється в статусі `pending.admission`. У процедурі починається період `admissionPeriod`, тривалість якого генерується автоматично (від 0 до 5 робочих днів). Під час цього періоду організатор спершу завантажує протокол (`documentType: admissionProtocol`) і вручну переводить award в статус `pending`. Одночасно процес визначення переможця переходить до етапу `verificationPeriod`. Якщо ці дії не здійснені вчасно, award автоматично переходить в статус `unsuccessful`, відповідно й процедура переходить в статус `unsuccessful`.

source: 4.1 For the bidder to be disqualified a document (`documentType: rejectionProtocol` or `act`) has to be uploaded first and the contract has to be manually switched to `cancelled` by the organizer then. When all of the actions are done, award will receive `unsuccessful` status.
uk: 4.1 Якщо організатор дискваліфіковує учасника, він має спершу завантажити документ (`documentType: rejectionProtocol` or `act`) і вручну перевести контракт в статус `cancelled`. Після здійснення цих дій, award перейде в статус `unsuccessful`.

source: When the qualification procedure enters the `signingPeriod` stage, which lasts up to 20 days from the beginning of the bidder qualification process. The contract of the qualifying bid initially receives a `pending` status. Within this time, the organizer should upload the document (`documentType: contractSigned`) in the system and manually switch contract to `active` status in order to successfully finish the qualification procedure.
uk: Коли процес кваліфікації учасників переходить до етапу `signingPeriod`, який триває до 20 днів від початку процесу кваліфікації. Контракт кваліфікованої пропозиції спочатку отримує статус `pending`. У рамках цього часу, організатор має завантажити в систему документ `documentType: contractSigned`) і вручну перевести контракт в статус `active` для того, щоб успішно завершити процедуру кваліфікації.

source: 3. When the qualification procedure enters the `signingPeriod` stage, which lasts up to 20 days from the beginning of the bidder qualification process. The contract of the qualifying bid initially receives a `pending` status. Within this time, the organizer should upload the document (`documentType: contractSigned`) in the system and manually switch contract to `active` status in order to successfully finish the qualification procedure.
uk: Коли процес кваліфікації учасників переходить до етапу `signingPeriod`, який триває до 20 днів від початку процесу кваліфікації. Контракт кваліфікованої пропозиції спочатку отримує статус `pending`. У рамках цього часу, організатор має завантажити в систему документ `documentType: contractSigned`) і вручну перевести контракт в статус `active` для того, щоб успішно завершити процедуру кваліфікації.

source: When the conditions are met, the process enters the `verificationPeriod` with the auto-generated duration of 0-10 business days. During this term the organizer uploads the protocol (`documentType: auctionProtocol`) first and manually switches award to `active` status then. Simultaneously the awarding process enters the signingPeriod phase and the procedure receives `active.awarded` status.
uk: Якщо умови виконані, процедура переходить в `verificationPeriod`, тривалість якого генерується автоматично (від 0 до 10 робочих днів). Під час цього періоду організатор спершу завантажує протокол (`documentType: auctionProtocol`) і вручну переводить award в статус `active`. Одночасно процес визначення переможця переходить до етапу signingPeriod і процедура переходить в статус `active.awarded`.

source: The award with the highest qualifying bid initially receives `pending` status. The process enters the `verificationPeriod` with the auto-generated duration of 0-10 business days. During this term the organizer uploads the protocol (`documentType: auctionProtocol`) first and manually switches award to `active` status then. Simultaneously the procedure enters the signingPeriod phase and the procedure receives `active.awarded` status.
uk: Award з найвищою ціновою пропозицією створюється в статусі `pending`. Процедура переходить до етапу `verificationPeriod`, тривалість якого генерується автоматично (від 0 до 10 робочих днів). Під час цього етапу організатор спершу завантажує протокол (`documentType: auctionProtocol`) і вручну переводить award в статус `active`. Одночасно процедура переходить до етапу signingPeriod і отримує статус `active.awarded`.
